import React from "react";

const AboutCoffee = () => {
  return (
    <div className="container">
      <div className="flex max-lg:flex-col mt-10 items-start justify-center gap-10 font-shabnam ">
        <div className="basis-1/3">
          <h4>درباره ما</h4>
          <h2 className="text-heading2-bold">فنجان داغ خوارزمی قهوه ست</h2>
        </div>
        <div className="basis-1/3 ">
          <p className="text-gray-1 ext-justify text-small-semibold leading-8">
            تجربه‌ای به قدمت چهار نسل و ارتباط مستمر با مصرف کنندگان ضامن این
            ویژگی‌هاست. از ویژگی‌های بارز مجموعه قهوه ست واردات مواد اولیه راسا
            به وسیله مدیریت مجموعه و انتخاب بهترین مواد اولیه جهت تولید قهوه
            است.
          </p>
        </div>
        <div className="basis-1/3">
          <p className="text-gray-1 ext-justify text-small-semibold leading-8">
            مجموعه قهوه ست اولین مجموعه مرتبط با قهوه در ایران است که در سال
            2007 به عضویت انجمن تخصصی قهوه اروپا (Speciality coffee association
            of Europe) در آمده است.
          </p>
        </div>
      </div>
      <div className="flex max-lg:flex-col mt-10 items-center justify-center gap-10 font-shabnam ">
        <div className="basis-1/2">
          <h4>Set Coffee</h4>
          <h2 className="text-heading2-bold">داستان قهوه ست</h2>
          <p className="text-gray-1 text-small-semibold leading-8 text-justify">
            تجربه‌ای به قدمت چهار نسل و ارتباط مستمر با مصرف کنندگان ضامن این
            ویژگی‌هاست. از ویژگی‌های بارز مجموعه قهوه ست واردات مواد اولیه راسا
            به وسیله مدیریت مجموعه و انتخاب بهترین مواد اولیه جهت تولید قهوه
            است. مجموعه قهوه ست اولین مجموعه مرتبط با قهوه در ایران است که در
            سال 2007 به عضویت انجمن تخصصی قهوه اروپا (Speciality coffee
            association of Europe) در آمده است و بسیاری از دوره‌های مربوط به
            فرآوری قهوه را مدیریت این مجموعه به صورت تخصصی در کارگاه‌های آموزشی
            این انجمن و همچنین کارگاه‌های تخصصی فرآوری قهوه به خصوص در زمینه بو
            دادن قهوه(Roasting) را در کشور آمریکا که از پیشگامان این صنعت است را
            گذرانده است. اکنون با پشتوانه دستاوردهای گذشته و تکنولوژی روز دنیا
            وارد مرحله تولید قهوه به صورت صنعتی و گسترده شده‌ایم و مفتخریم اعلام
            کنیم که «قهوه ست» از این پس یک نام تجاری صنعتی در صنعت قهوه ایران
            است شرکت فنجان داغ خوارزمی، فروشگاه اینترنتی قهوه ست تهران. شریف
            آباد . شهرک صنعتی خوارزمی فاز 2 . بلوار بهارستان. خیابان ماگنولیا
            بلوک آ117 پیگیری سفارشات : 02188305827 support [at] set-coffee.com
          </p>
        </div>
        <div className="basis-1/2 ">
          <p className="text-gray-1 text-small-semibold leading-8 text-justify">
            مسیری را که بنیان‌گذاران «قهوه ست» در دهه 20 شمسی آغاز کرده‌اند
            اکنون وارد مرحله جدیدی شده است و مفتخریم اعلام کنیم در بهمن ماه 94
            موفق به اخذ مجوزهای مربوطه از وزارت بهداشت درمان و آموزش پزشکی و
            سازمان غذا دارو شده‌ایم و تولید سنتی و محدود قهوه را تبدیل به تولید
            صنعتی و انبوه کرده‌ایم. از دیگر افتخارات مجموعه «قهوه ست» اخذ مدرک
            دیپلم دانش قهوه از انجمن قهوه تخصصی اروپا در فروردین ماه سال 95 است.
            (SCAE Coffee Diploma) امید داریم با کسب دانش روز دنیا در این صنعت
            ارتقا کیفیت و تنوع محصول در حد استانداردهای جهانی را در آینده‌ای
            نزدیک شاهد باشیم. صاحب امتیاز: شرکت فنجان داغ خوارزمی
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutCoffee;
